---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.TemperatureRatingTypeSetIterator
source: html/81834e62-27a0-809f-d8e0-6bdc9bf6111e.htm
---
# TemperatureRatingTypeSetIterator Members

For Internal Use Only.